a52dec
aalib
abseil-cpp
accounts-qml-module
accountsservice

acpi
acpid
acpid-openrc
adwaita-fonts
aha
akonadi-contacts
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
appstream
appstream-qt
aribb24
ark
artix-backgrounds
artix-branding-base
artix-dark-theme
artix-desktop-presets
artix-grub-theme
artix-gtk-presets
artix-icons
artix-qt-presets
at-spi2-core
attica
vahi
avahi-openrc
b43-fwcutter
baloo
baloo-widgets
bluedevil
bluez
bluez-libs
bluez-openrc
bluez-qt
brave-browser
breeze
breeze-gtk
breeze-icons
btrfs-progs
cairo
cfitsio
chromaprint
cifs-utils
clinfo
convertlit
cronie
cronie-openrc
cryptsetup
cryptsetup-openrc
cups
cups-filters
cups-openrc
dav1d
dconf
ddcutil
default-cursors
desktop-file-utils
device-mapper-openrc
dhclient
ding-libs
discount
djvulibre
dmidecode
dmraid
dolphin
dosfstools
double-conversion
ebook-tools
ecryptfs-utils
editorconfig-core-c
exfatprogs
exiv2

f2fs-tools
faac
faad2
falkon
fastfetch
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
ffmpegthumbs
fftw
flac
fluidsynth
fontconfig
frameworkintegration
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
gcr-4
gdk-pixbuf2
ghostscript
giflib
glib-networking
glslang
glu
gperftools
grantleetheme
graphene
graphite
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gssproxy
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtest
gtk-update-icon-cache
gtk2
gupnp
gupnp-igd
gvfs
gvfs-mtp
gwenview
harfbuzz
haveged
haveged-openrc
hicolor-icon-theme
hidapi
highway
hunspell
i2c-tools
ijs
imagemagick
imath
imlib2
intel-ucode
inxi
iso-codes
iw
jack2
jasper
jbig2dec
jbigkit
jfsutils
json-glib
jsoncpp
kaccounts-integration
kactivitymanagerd
karchive
kate
kauth
kbookmarks
kcmutils
kcodecs
kcolorpicker
kcolorscheme
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdbusaddons
kde-cli-tools
kde-gtk-config
kdeclarative
kdecoration
kded
kdeplasma-addons
kdesu
kdnssd
kdsoap-qt6
kdsoap-ws-discovery-client
keditbookmarks
kfilemetadata
kfind
kgamma
kglobalaccel
kglobalacceld
kgpg
kguiaddons
kholidays
ki18n
kiconthemes
kidletime
kimageannotator
kinfocenter
kio
kio-admin
kio-extras
kio-fuse
kirigami
kirigami-addons
kitemmodels
kitemviews
kjobwidgets
kmenuedit
kmime
knewstuff
knotifications
knotifyconfig
konsole
kpackage
kparts
kpipewire
kpty
kquickcharts
krunner
kscreen
kscreenlocker
kservice
ksshaskpass
kstatusnotifieritem
ksvg
ksystemstats
ktextaddons
ktexteditor
ktexttemplate
ktextwidgets
kunitconversion
kuserfeedback
kwallet
kwallet-pam
kwayland
kwayland-integration
kwayland5
kwidgetsaddons
kwin
kwindowsystem
kwindowsystem5
kwrited
kxmlgui
l-smash
lame
layer-shell-qt
lcms2
ldb
less
libaccounts-glib
libaccounts-qt
libaio
libakonadi
libass
libasyncns
libatasmart
libavc1394
libavtp
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcdio
libcdio-paranoia
libcups
libcupsfilters
libdatrie
libdc1394
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdmtx
libdovi
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libebml
libedit
libei
libepoxy
libevdev
libexif
libfdk-aac
libfontenc
libfreeaptx
libglvnd
libgme
libgudev
libice
libidn
libiec61883
libimobiledevice
libimobiledevice-glue
libinih
libinput
libinstpatch
libjpeg-turbo
libjxl
libkdcraw
libkexiv2
libkscreen
libksysguard
liblc3
libldac
liblqr
liblrdf
libltc
libmad
libmatroska
libmbim
libmd
libmfx
libmicrodns
libmng
libmodplug
libmpcdec
libmpeg2
libmtp
libnice
libnotify
libnvme
libogg
libopenmpt
libopenraw
libpaper
libpciaccess
libpipeline
libpipewire
libplacebo
libplasma
libplist
libpng
libppd
libproxy
libpulse
libqaccessibilityclient-qt6
libqalculate
libqmi
libqrtr-glib
libraqm
libraw
libraw1394
libretls
librsvg
libsamplerate
libshout
libsixel
libsm
libsndfile
libsoup3
libsoxr
libspectre
libsrtp
libssh
libstemmer
libtar
libthai
libtheora
libtiff
libtommath
libunibreak
libunwind
libupnp
liburcu
liburing
libusbmuxd
libutempter
libva
libva-intel-driver
libva-vdpau-driver
libvdpau
libvlc
libvorbis
libvpl
libvpx
libwacom
libwbclient
libwebp
libwireplumber
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libzip
lilv
llvm-libs
lm_sensors
logrotate
lsb-release
lua
luajit
lv2
lvm2
lvm2-openrc
lzo
man-db
man-pages
mate-icon-theme-faenza
md4c
mdadm
mdadm-openrc
media-player-info
memtest86+
mesa
mesa-utils
metalog
metalog-openrc
milou
minizip
mjpegtools
mkinitcpio-openswap
modemmanager
modemmanager-qt
mpdecimal
mpg123
mpv
mtdev
mujs
nbd
neon
net-tools
networkmanager
networkmanager-openrc
networkmanager-qt
nfs-utils
nfs-utils-openrc
nfsidmap
noto-fonts
noto-fonts-emoji
nss-myhostname
ntfs-3g
ocean-sound-theme
ocl-icd
okular
openal
opencore-amr
openexr
openh264
openjpeg2
openntpd
openntpd-openrc
openrc-settingsd
openssh
openssh-openrc
openxr
opus
orc
oxygen
oxygen-sounds
pango
parted
phonon-qt6
phonon-qt6-vlc
pipewire
pipewire-session-manager
pixman
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-welcome
plasma-workspace
plasma5support
polkit-kde-agent
polkit-qt6
poppler
poppler-data
poppler-qt6
portaudio
powerdevil
powertop
ppp
print-manager
prison
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-qt
pulseaudio-zeroconf
purpose
python
qca-qt6
qcoro
qpdf
qqc2-breeze-style
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-imageformats
qt5-styleplugins
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-positioning
qt6-quick3d
qt6-quicktimeline
qt6-sensors
qt6-shadertools
qt6-speech
qt6-svg
qt6-tools
qt6-translations
qt6-virtualkeyboard
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-websockets
qt6ct
qt6gtk2
qtkeychain-qt6
raptor
rav1e
raw-thumbnailer
re2

ripgrep
ripgrep-all
rpcbind
rpcbind-openrc
rsync
rsync-openrc
rtkit
rtmpdump
rubberband
run-parts
s-nail
sbc
scrot
sddm
sddm-kcm
sddm-openrc
sddm-theme-artix
sdl2-compat
sdl3
serd
shaderc
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
smartmontools
smbclient
snappy
socat
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spirv-tools
sratom
srt
svt-av1
svt-hevc
syndication
syntax-highlighting
sysfsutils
systemsettings
taglib
talloc
tdb
terminus-font
tevent
thin-provisioning-tools
threadweaver
tslib
ttf-droid
ttf-hack
ttf-inconsolata
ttf-liberation
ttf-roboto
ttf-roboto-mono
tumbler
twolame
uchardet
udisks2
upower
usbutils
v4l-utils
vapoursynth
vi
vid.stab
vkd3d
vlc
vmaf
volume_key
vulkan-icd-loader
vulkan-intel
vulkan-radeon
vulkan-swrast
vulkan-tools
wacomtablet
wavpack
wayland
wayland-utils
webp-pixbuf-loader
webrtc-audio-processing-1
wildmidi
wireless-regdb
wireplumber
wpa_supplicant-openrc
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcursor-premium
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-input-vmmouse
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-sisusb
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xsettingsd
xvidcore
yyjson
zbar
zimg
zix
zsh
zvbi
zxing-cpp
