a52dec
aalib
abseil-cpp
acpi
acpid
acpid-openrc
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
artix-backgrounds
artix-branding-base
artix-dark-theme
artix-desktop-presets
artix-grub-theme
artix-gtk-presets
artix-icons
artix-qt-presets
at-spi2-core
attica
avahi
avahi-openrc
b43-fwcutter
bluez
bluez-libs
bluez-openrc
brave-bin
breeze-icons
btrfs-progs
cairo
cantarell-fonts
chromaprint
cronie
cronie-openrc
cryptsetup
cryptsetup-openrc
cups
cups-filters
cups-openrc
dav1d
dconf
default-cursors
desktop-file-utils
dhclient
ding-libs
dmraid
dosfstools
double-conversion
ecryptfs-utils
editorconfig-core-c
exfatprogs
f2fs-tools
faac
faad2
falkon
fastfetch
ffmpeg
ffmpegthumbnailer
ffmpegthumbs
fftw
flac
fluidsynth
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
gcr-4
gdk-pixbuf2
giflib
glib-networking
glslang
glu
gperftools
graphene
graphite
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gssdp
gssproxy
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gupnp
gupnp-igd
gvfs
gvfs-mtp
harfbuzz
haveged
haveged-openrc
hidapi
highway
imagemagick
imath
imlib2
inxi
iso-codes
iw
jack2
jasper
jbigkit
jfsutils
json-glib
karchive
kate
kauth
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kglobalaccel
kguiaddons
ki18n
kiconthemes
kidletime
kio
kirigami
kitemviews
kjobwidgets
knewstuff
knotifications
kpackage
kparts
kservice
ktexteditor
kuserfeedback
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
layer-shell-qt
lcms2
less
libaio
libappindicator-gtk3
libass
libasyncns
libatasmart
libavc1394
libavtp
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcups
libcupsfilters
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-lxqt
libdc1394
libdca
libde265
libdeflate
libdisplay-info
libdovi
libdrm
libdv
libdvdnav
libdvdread
libepoxy
libevdev
libexif
libfdk-aac
libfm-extra
libfm-qt
libfontenc
libfreeaptx
libglvnd
libgme
libgudev
libice
libiec61883
libimobiledevice
libimobiledevice-glue
libinih
libinput
libinstpatch
libjpeg-turbo
libjxl
libkscreen
liblc3
libldac
liblqr
liblrdf
libltc
liblxqt
libmbim
libmd
libmicrodns
libmng
libmodplug
libmpcdec
libmpeg2
libmtp
libnice
libnma
libnma-common
libnvme
libogg
libopenmpt
libopenraw
libpaper
libpciaccess
libpipeline
libpipewire
libplacebo
libplist
libpng
libppd
libproxy
libpulse
libqmi
libqrtr-glib
libqtxdg
libraqm
libraw1394
libretls
librsvg
libsamplerate
libshout
libsixel
libsm
libsndfile
libsoup3
libsoxr
libsrtp
libstatgrab
libstemmer
libthai
libtheora
libtiff
libunibreak
liburcu
liburing
libusbmuxd
libva
libva-intel-driver
libva-vdpau-driver
libvdpau
libvorbis
libvpl
libvpx
libwacom
libwebp
libx11
libxau
libxcb
libxcomposite
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4util
libxfixes
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxmu
libxpresent
libxrandr
libxrender
libxshmfence
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
lilv
llvm-libs
lm_sensors
logrotate
lsb-release
luajit
lv2
lximage-qt
lxqt-about
lxqt-admin
lxqt-archiver
lxqt-config
lxqt-globalkeys
lxqt-menu-data
lxqt-notificationd
lxqt-openssh-askpass
lxqt-panel
lxqt-policykit
lxqt-powermanagement
lxqt-qtplugin
lxqt-runner
lxqt-session
lxqt-sudo
lxqt-themes
lzo
mate-icon-theme-faenza
md4c
media-player-info
memtest86+
menu-cache
mesa
minizip
mjpegtools
mkinitcpio-openswap
modemmanager
mpg123
mpv
mtdev
mujs
muparser
nbd
neon
net-tools
network-manager-applet
networkmanager
networkmanager-openrc
nm-connection-editor
nss-myhostname
ntfs-3g
obconf-qt
ocl-icd
openal
openbox
opencore-amr
openexr
openh264
openjpeg2
openntpd
openntpd-openrc
openrc-settingsd
opus
orc
pango
pavucontrol-qt
pcmanfm-qt
polkit-qt6
poppler
portaudio
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-zeroconf
python
qca-qt6
qpdf
qps
qrencode
qt5-base
qt5-declarative
qt5-imageformats
qt5-styleplugins
qt5-translations
qt6-5compat
qt6-base
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-positioning
qt6-shadertools
qt6-speech
qt6-svg
qt6-translations
qt6-wayland
qt6-webchannel
qt6-webengine
qt6gtk2
qterminal
qtermwidget
qtxdg-tools
raptor
rav1e
raw-thumbnailer
re2
rtkit
rtmpdump
rubberband
sbc
screengrab
scrot
sddm
sddm-openrc
sddm-theme-artix
sdl2-compat
sdl3
serd
shaderc
shared-mime-info
snappy
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spirv-tools
sratom
srt
startup-notification
svt-av1
svt-hevc
syndication
syntax-highlighting
sysfsutils
taglib
terminus-font
thin-provisioning-tools
tinysparql
tslib
ttf-droid
ttf-inconsolata
ttf-liberation
ttf-roboto
ttf-roboto-mono
tumbler
twolame
uchardet
udisks2
upower
v4l-utils
vapoursynth
vid.stab
vkd3d
vmaf
volume_key
vulkan-icd-loader
vulkan-intel
vulkan-radeon
vulkan-swrast
wavpack
wayland
webp-pixbuf-loader
webrtc-audio-processing-1
wildmidi
wireless-regdb
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcursor-premium
xdg-desktop-portal
xdg-desktop-portal-lxqt
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-input-vmmouse
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-sisusb
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xhost
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrdb
xorg-xset
xorgproto
xpdf
xvidcore
yyjson
zbar
zimg
zix
zsh
zvbi
zxing-cpp
