acpi
acpid-openrc
alsa-firmware
amd-ucode
ark
artix-branding-base
artix-grub-theme
artix-gtk-presets
artix-qt-presets
avahi-openrc
b43-fwcutter
bluedevil
bluez-openrc
breeze
breeze-gtk
btrfs-progs
cronie-openrc
cryptsetup-openrc
cups-openrc
dhclient
dmraid
dolphin
dosfstools
ecryptfs-utils
exfatprogs
f2fs-tools
falkon
fastfetch
ffmpegthumbnailer
ffmpegthumbs
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gvfs-mtp
gwenview
haveged-openrc
intel-ucode
inxi
jfsutils
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
keditbookmarks
kfind
kgamma
kglobalacceld
kgpg
kinfocenter
kio-admin
kmenuedit
konsole
kpipewire
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwayland-integration
kwin
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
libva-intel-driver
libva-vdpau-driver
logrotate
lsb-release
lvm2-openrc
man-db
man-pages
mdadm-openrc
memtest86+
mesa
metalog-openrc
milou
mkinitcpio-openswap
modemmanager
mpv
nbd
net-tools
networkmanager-openrc
nfs-utils-openrc
ntfs-3g
ocean-sound-theme
okular
openntpd-openrc
openrc-settingsd
openssh-openrc
oxygen
oxygen-sounds
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-welcome
plasma-workspace
plasma5support
polkit-kde-agent
powerdevil
powertop
print-manager
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-zeroconf
qqc2-breeze-style
qt5-imageformats
qt6-multimedia-ffmpeg
qt6ct
qt6gtk2
raw-thumbnailer
rsync-openrc
s-nail
scrot
sddm-kcm
sddm-openrc
sddm-theme-artix
sysfsutils
systemsettings
terminus-font
ttf-droid
ttf-inconsolata
ttf-liberation
ttf-roboto
ttf-roboto-mono
tumbler
usbutils
vi
vkd3d
vulkan-intel
vulkan-radeon
vulkan-swrast
wacomtablet
webp-pixbuf-loader
wireless-regdb
wpa_supplicant-openrc
xcursor-premium
xdg-user-dirs
xdg-utils
xf86-input-vmmouse
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-sisusb
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-server
xorg-xhost
xorg-xinit
zsh
