abseil-cpp
acpi
acpid
acpid-openrc
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amd-ucode
artix-branding-base
artix-grub-live
artix-grub-theme
artix-live-base
artix-live-openrc
artools-base
autoconf
automake
avahi
avahi-openrc
b43-fwcutter
bluez
bluez-libs
bluez-openrc
btrfs-progs
connman
connman-openrc
cronie
cronie-openrc
cryptsetup
cryptsetup-openrc
default-cursors
device-mapper-openrc
dhclient
ding-libs
dmraid
dosfstools
ecryptfs-utils
exfatprogs
f2fs-tools
fastfetch
fftw
flac
fuse-common
fuse2
graphene
gssproxy
gst-plugins-base-libs
gstreamer
gtest
haveged
haveged-openrc
intel-ucode
inxi
iso-codes
iw
jfsutils
lame
less
libaio
libasyncns
libdrm
libedit
libglvnd
libgudev
libice
libinih
libjpeg-turbo
libmbim
libogg
libpciaccess
libpipeline
libpng
libpulse
libqmi
libqrtr-glib
libretls
libsm
libsndfile
libsoxr
libunwind
liburcu
libvorbis
libx11
libxau
libxcb
libxdmcp
libxext
libxfixes
libxi
libxshmfence
libxtst
libxv
libxxf86vm
llvm-libs
lm_sensors
logrotate
lsb-release
lvm2
lvm2-openrc
lzo
man-db
man-pages
mdadm
mdadm-openrc
memtest86+
mesa
metalog
metalog-openrc
mkinitcpio-nfs-utils
mkinitcpio-openswap
modemmanager
mpg123
nbd
net-tools
nfs-utils
nfs-utils-openrc
nfsidmap
nss-myhostname
ntfs-3g
openntpd
openntpd-openrc
openrc-settingsd
openssh
openssh-openrc
opus
orc
powertop
ppp
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-zeroconf
rpcbind
rpcbind-openrc
rsync
rsync-openrc
rtkit
run-parts
s-nail
sbc
speexdsp
spirv-tools
squashfs-tools
sysfsutils
tdb
thin-provisioning-tools
usbutils
vi
wayland
webrtc-audio-processing-1
wireless-regdb
wpa_supplicant-openrc
xcb-proto
xfsprogs
xorgproto
yyjson
zsh

