a52dec
aalib
abseil-cpp
accountsservice
acpi
acpid
acpid-openrc
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
appstream
artix-backgrounds
artix-branding-base
artix-dark-theme
artix-desktop-presets
artix-grub-theme
artix-gtk-presets
artix-icons
artix-qt-presets
at-spi2-core
atril
avahi
avahi-openrc
b43-fwcutter
bluez
bluez-libs
bluez-openrc
brave-bin
breeze-icons
btrfs-progs
bubblewrap
cairo
cairomm-1.16
cantarell-fonts
cdparanoia
chromaprint
colord
connman
connman-gtk
connman-openrc
cronie
cronie-openrc
cryptsetup
cryptsetup-openrc
cups
cups-filters
cups-openrc
dav1d
dbus-glib
dconf
default-cursors
desktop-file-utils
device-mapper-openrc
dhclient
ding-libs
djvulibre
dmraid
dosfstools
double-conversion
ecryptfs-utils
elementary-icon-theme
enchant
epiphany
exfatprogs
exo
f2fs-tools
faac
faad2
fastfetch
ffmpeg
ffmpegthumbnailer
ffmpegthumbs
fftw
flac
fluidsynth
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
garcon
gcr
gcr-4
gdk-pixbuf2
ghostscript
giflib
glib-networking
glibmm-2.68
glslang
glu
gnome-keyring
gnome-themes-extra
gobject-introspection-runtime
gperftools
graphene
graphite
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gssproxy
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm-4.0
gtksourceview4
gupnp
gupnp-igd
gvfs
gvfs-mtp
harfbuzz
harfbuzz-icu
haveged
haveged-openrc
hicolor-icon-theme
hidapi
highway
hyphen
ijs
imagemagick
imath
imlib2
intel-ucode
inxi
iso-codes
iw
jack2
jasper
jbig2dec
jbigkit
jfsutils
json-glib
karchive
kauth
kbookmarks
kcodecs
kcolorscheme
kcompletion
kconfig
kcoreaddons
kcrash
kdbusaddons
kguiaddons
ki18n
kiconthemes
kio
kitemviews
kjobwidgets
knotifications
kservice
kwallet
kwidgetsaddons
kwindowsystem
l-smash
lame
lcms2
leafpad
less
libadwaita
libaio
libass
libasyncns
libatasmart
libavc1394
libavif
libavtp
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbs2b
libbsd
libburn
libbytesize
libcaca
libcanberra
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcups
libcupsfilters
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdeflate
libdisplay-info
libdovi
libdrm
libdv
libdvdnav
libdvdread
libedit
libepoxy
libevdev
libexif
libfdk-aac
libfontenc
libfreeaptx
libgirepository
libglvnd
libgme
libgtop
libgudev
libgusb
libgxps
libice
libidn
libiec61883
libimobiledevice
libimobiledevice-glue
libinih
libinput
libinstpatch
libisofs
libjpeg-turbo
libjxl
libkeybinder3
liblc3
libldac
liblqr
liblrdf
libltc
libmanette
libmbim
libmd
libmicrodns
libmng
libmodplug
libmpcdec
libmpd
libmpeg2
libmtp
libnice
libnotify
libnvme
libogg
libopenmpt
libopenraw
libpaper
libpciaccess
libpipeline
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk4
libppd
libproxy
libpulse
libqmi
libqrtr-glib
libraqm
libraw1394
libretls
librsvg
libsamplerate
libshout
libsigc++-3.0
libsixel
libsm
libsndfile
libsoup
libsoup3
libsoxr
libspectre
libsrtp
libssh
libstemmer
libsynctex
libtheora
libtiff
libunibreak
libunwind
liburcu
liburing
libusbmuxd
libutempter
libva
libva-intel-driver
libva-vdpau-driver
libvdpau
libvorbis
libvpl
libvpx
libwacom
libwebp
libwnck3
libx11
libxau
libxcb
libxcomposite
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfce4windowing
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxmlb
libxmu
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
lightdm
lightdm-gtk-greeter
lightdm-openrc
lilv
llvm-libs
lm_sensors
logrotate
lsb-release
luajit
lv2
lvm2
lvm2-openrc
lzo
man-db
man-pages
mate-desktop
mate-icon-theme-faenza
mathjax2
md4c
mdadm
mdadm-openrc
media-player-info
memtest86+
mesa
metalog
metalog-openrc
mjpegtools
mkinitcpio-openswap
modemmanager
mousepad
mpdecimal
mpg123
mpv
mtdev
mujs
nbd
neon
net-tools
nfs-utils
nfs-utils-openrc
nfsidmap
nss-myhostname
ntfs-3g
ocl-icd
openal
opencore-amr
openexr
openh264
openjpeg2
openntpd
openntpd-openrc
openrc-settingsd
openssh
openssh-openrc
opus
orc
pango
pangomm-2.48
parole
parted
pavucontrol
pixman
polkit-gnome
polkit-qt6
poppler
poppler-data
poppler-glib
portaudio
powertop
ppp
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-zeroconf
python
python-gobject
qca-qt6
qpdf
qrencode
qt5-base
qt5-imageformats
qt5-styleplugins
qt5-translations
qt6-5compat
qt6-base
qt6-declarative
qt6-shadertools
qt6-svg
qt6-translations
qt6-wayland
qt6gtk2
raptor
rav1e
raw-thumbnailer
ristretto
rpcbind
rpcbind-openrc
rsync
rsync-openrc
rtkit
rtmpdump
rubberband
run-parts
s-nail
sbc
scrot
sdl2-compat
sdl3
serd
shaderc
shared-mime-info
snappy
solid
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spirv-tools
sratom
srt
startup-notification
svt-av1
svt-hevc
sysfsutils
taglib
tdb
terminus-font
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tinysparql
tslib
ttf-droid
ttf-inconsolata
ttf-liberation
ttf-roboto
ttf-roboto-mono
tumbler
twolame
uchardet
udisks2
upower
usbutils
v4l-utils
vapoursynth
vi
vid.stab
vkd3d
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
vulkan-intel
vulkan-radeon
vulkan-swrast
wavpack
wayland
webkit2gtk
webkitgtk-6.0
webp-pixbuf-loader
webrtc-audio-processing-1
wildmidi
wireless-regdb
woff2
wpa_supplicant-openrc
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcursor-premium
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-input-vmmouse
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-sisusb
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xkeyboard-config
xorg-fonts-encodings
xorg-iceauth
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xhost
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrdb
xorg-xset
xorgproto
xvidcore
yyjson
zbar
zimg
zix
zsh
zvbi
zxing-cpp
